@extends('layout.default')

@section('content')
    <div class="block md:flex justify-between">
        <div class="w-full md:w-1/2">
            <x-filament::section.heading class="mb-10">Про нас</x-filament::section.heading>
            <x-filament::section>
                <x-filament::section.description>
                    <p>Ласкаво просимо на <b>Waha Market</b> – вашого надійного партнера у світі варгеймів в Україні!</p>
                    <br />

                    <p>На нашій платформі <a href="https://waha-market.top/" target="_blank">waha-market.top</a> ви знайдете все необхідне для ваших улюблених ігор. Ми пропонуємо широкий асортимент:</p>
                    <br />
                    <ul class="ps-4">
                        <li><b>Модельки</b>: Від найдетальніших бітсів, фігурок до масштабних наборів для збірки.</li>
                        <li><b>Литво</b>: Високоякісні заготовки для створення унікальних персонажів та техніки.</li>
                        <li><b>Аксесуари</b>: Інструменти, фарби, основи та багато іншого, що допоможе вам повністю зануритись у гру.</li>
                    </ul>
                    <br />
                    <br />

                    <p>Наша мета – створити комфортний простір для колекціонерів, художників та гравців, де кожен зможе знайти те, що шукає. Ми працюємо для того, щоб ваше хобі приносило ще більше задоволення, пропонуючи:</p>
                    <br />
                    <ul class="ps-4">
                        <li><b>Якість</b>: Тільки перевірені та якісні товари від відомих виробників.</li>
                        <li><b>Різноманітність</b>: Вибір для різних варгеймів, від класичних до найсучасніших.</li>
                        <li><b>Сервіс</b>: Швидка доставка, професійна підтримка та можливість консультації з нашими спеціалістами.</li>
                    </ul>
                    <br />

                    <p>Приєднуйтесь до спільноти <b>Waha Market</b>, де кожен день – нове відкриття у світі варгеймів. Ваші пригоди починаються тут!</p>
                </x-filament::section.description>
            </x-filament::section>
        </div>
    </div>
@endsection
